Revit 2027 API
UnitTypeId.BritishThermalUnitsPerPoundDegreeFahrenheit Property
 British thermal units per pound degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerPoundDegreeFahrenheit { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerPoundDegreeFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerPoundDegreeFahrenheit {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerPoundDegreeFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace